tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "jandedobbeleer/oh-my-posh"
tap "nikitabobko/tap"
tap "yqrashawn/goku" # HTTP load-testing tool
brew "bat" # Clone of cat
brew "chafa" # Unicode image viewer
brew "eza" # Better ls
brew "fd" # Better find
brew "fzf" # Fuzzy finder
brew "gh" # gitHub CLI
brew "git-delta" # git diff viewer
brew "gowall" # Wallpaper changer
brew "lazygit" # Git terminal UI
brew "lua" # Lua programming language
brew "luarocks" # Lua package manager
brew "neovim", args: ["HEAD"] # Neovim text editor
brew "nerdfetch" # Nerd Fonts fetcher
brew "nowplaying-cli" #Now Playing CLI
brew "pnpm" # pnpm package manager
brew "ripgrep" # RGrep
brew "spicetify-cli", link: false # Spicetify CLI for Spotify
brew "starship" # Prompt
brew "oh-my-posh" # Alternative Prompt
brew "stow" # Symlink manager
brew "switchaudio-osx" # Audo device switcher
brew "tmux" # Terminal multiplexer
brew "zoxide" # Smarter change directory
brew "felixkratz/formulae/borders" # Borderless window manager
brew "felixkratz/formulae/sketchybar" # Sketchybar
brew "koekeishiya/formulae/skhd" # App launcher and hotkey daemon
cask "aerospace" # Aerospace - Window manager
cask "discord" # Discord - Communication app
cask "brave-browser" # Brave browser
cask "font-symbols-only-nerd-font" # font for nerdfetch
cask "sf-symbols" # sf symbols
cask "font-sf-mono" # font for terminal
cask "font-sf-pro" # font for sketchybar
cask "raycast" # App launcher
cask "spotify" # Spotify - Music streaming service
